Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arbeidstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Hand and arm vibrations shall be measured in accordance with NS-EN-ISO-5349-2.
nb: Måling av hånd- og armvibrasjoner skal gjøres i samsvar med NS-EN-ISO-5349-2.

source: These regulations supplement the provisions in the Regulations on driving and rest time and the AETR Regulations.
nb: Denne forskriften utfyller bestemmelsene i kjøre- og hviletidsforskriften og AETR-forskriften.

source: - foundations for and erection of tower cranes;
nb: - fundamentering og oppstilling av tårnkraner,

source: rights pursuant to sections 10-2, fourth paragraph, 14-2 and 14-3 take precedence over
nb: Fortrinnsrett etter §§ 10-2 fjerde ledd, 14-2 og 14-3 går foran

source: (3) An administrative decision pursuant to the first or second paragraph may be made by the
nb: (3) Arbeidstaker beholder den lønn vedkommende hadde på suspensjonstidspunktet frem til

source: The King may decide to introduce rights to holidays up to 5 working days longer than the
nb: Kongen kan bestemme at det skal innføres rett til feriefritid i inntil 5 virkedager ut over

source: The employer must provide a written notice of redundancy 14 days before redundancy is implemented.
nb: Arbeidsgiver skal varsle permittering skriftlig 14 dager før iverksettelse.

source: (3) The first paragraph shall not apply if the transfer entails that the basis for the employees'
nb: (3) Første ledd kommer ikke til anvendelse dersom overdragelsen medfører at grunnlaget for

source: transfer of holiday, claim compensation pursuant to section 14.
nb: arbeidsgiver kan arbeidstaker i tillegg til overføring kreve erstatning etter § 14.

source: (2) If the notice is invalid, the employee may claim compensation.
nb: (2) Tvist kan ikke bringes inn for domstolene før den har vært prøvet for nemnda og

source: a given trial period, 14 days' notice shall be given by either party unless otherwise agreed in writing
nb: gjensidig oppsigelsesfrist på 14 dager, med mindre noe annet er skriftlig avtalt eller fastsatt i

source: Chapter 4 applies to scaffolds, ladders and structures on roofs and facades.
nb: Kapittel 4 gjelder stillaser, stiger og konstruksjoner på tak og fasader.

source: (6) The Ministry may in regulations lay down further provisions concerning the right of access
nb: (6) Departementet kan i forskrift gi nærmere regler om innsynsrett, opplysningsplikt og

source: unintentionally shifting in a way that can entail a risk of injury.
nb: slik at det kan medføre fare for skade.

source: Chapter 2 Requirements for work equipment etc.
nb: Kapittel 2 Krav til arbeidsutstyr m.m.

source: (1) If the undertaking retains its autonomy, the elected representatives of the employees
nb: (1) Hvis virksomheten bevarer sin uavhengighet, skal de tillitsvalgte som berøres av

source: documentation and safety data sheets in compliance with legal or regulatory requirements.
nb: og sikkerhetsdatablad i samsvar med krav i lov eller forskrift.

source: (1) Unless otherwise agreed, salary shall be paid at least twice a month.
nb: (1) Hvis ikke annet er avtalt skal det foretas lønnsutbetaling minst to ganger i måneden.

source: (4) Periods of notice laid down in the first to the third paragraph run from and including the
nb: (4) Et avslag på en begjæring om gjenåpning kan bringes inn for tingretten. For øvrig gjelder

source: (1) This chapter shall apply on transfer of an undertaking or part of an undertaking to
nb: (1) Dette kapittel kommer til anvendelse ved overdragelse av en virksomhet eller del av

source: (6) If two or more persons have a preferential claim to a post, the employer is obliged to
nb: (6) Er det flere fortrinnsberettigede til en stilling, plikter arbeidsgiver å følge de samme regler

source: a) parts that may move accidentally are blocked if necessary;
nb: a) deler som utilsiktet kan bevege seg, om nødvendig blokkeres,

source: (1) An employee who is pregnant may not be dismissed on grounds of pregnancy. Pregnancy
nb: (1) Arbeidstaker som er gravid kan ikke av den grunn sies opp. Oppsigelse som finner sted i

source: be carried out, see section 5, second paragraph, (c), and paying regard to coordination of the various work operations
nb: den enkelte bygge- eller anleggsplass ved utarbeidelsen av de spesifikke tiltakene, jf. § 5 andre ledd bokstav b og c.

source: (3) If summary dismissal is unlawful, the court shall rule it invalid if so demanded by the
nb: (3) Dersom avskjeden er urettmessig, skal retten kjenne den ugyldig etter påstand fra

source: calculated and interrupted in accordance with the provisions of chapter 8 of the Courts of Justice Act.
nb: Fristen beregnes og avbrytes etter reglene i domstolloven kapittel 8.

source: (1) Employees who have children in their care are entitled to leave of absence:
nb: (1) Innleie fra virksomhet som ikke har til formål å drive utleie, er tillatt når den innleide

source: (2) Information shall particularly be given concerning:
nb: (2) Det skal gis særskilt informasjon om:

source: (3) Before making a decision concerning appointment to a post that the employee claims a
nb: (3) Før arbeidsgiver fatter beslutning om ansettelse i stilling som arbeidstaker krever

source: For an undertaking bound by a collective agreement, the employer and the employees' representatives may agree that the weekly rest period on average shall be 36 hours, but never shorter than 24 hours in any individual week.
nb: Ved virksomhet som er bundet av tariffavtale, kan arbeidsgiveren og de tillitsvalgte avtale at denne fritida gjennomsnittlig skal være 36 timer, men aldri kortere enn 24 timer i noen enkelt uke.

source: The chapter does not apply to offshore petroleum activities and activities on onshore facilities as mentioned in Section 6(e) of the Framework Regulations.
nb: Kapitlet gjelder ikke for petroleumsvirksomhet til havs og for virksomhet på landanlegg som nevnt i rammeforskriften § 6 bokstav e.

source: provisions of chapter 31 the Dispute Act shall otherwise apply in so far as they are relevant.
nb: reglene i tvisteloven kapittel 31 så langt de passer.

source: operated unintentionally and thereby entail a risk of harm to life or health.
nb: som kan medføre fare for skade på liv eller helse.

source: (our support by telephone is in Norwegian and English only).
nb: (telefon er kun på norsk og engelsk).

source: (1) Enforceable rulings and decisions of the Board may be reheard following petition by one
nb: (1) Arbeidsavtalen skal inneholde opplysninger om forhold av vesentlig betydning i arbeidsforholdet, herunder:

source: (5) (Departure)The rules in this Section may not be departed from by agreement to an
nb: (5) (Fravikelighet)Reglene i denne paragraf kan ikke ved avtale fravikes til skade for

source: (6) Before issuing such notification, the employer shall as far as possible invite the employee
nb: (6) Før varsel gis skal arbeidsgiver så langt det er mulig innkalle arbeidstaker til en samtale,

source: Work equipment must be accompanied by necessary and easily understandable instructions
nb: Bruksanvisningen skal omfatte opplysninger om transport, oppstilling, montering, bruk og

source: It must be possible to install and remove or fold up and fold down these structures in a simple
nb: På- og avmontering eller opp- og nedfelling skal kunne skje på en enkel og betryggende

source: (1) The temporary-work agency shall ensure that the workers that it hires out are at least
nb: (1) Nemnda kan rette et vedtak som på grunn av en skrive- eller regnefeil, misforståelse,

source: 20 days' leave of absence pursuant to the first paragraph per calendar year.
nb: arbeidstaker rett til fri etter første ledd i inntil 20 dager hvert kalenderår.

source: special control devices and/or protective devices that are connected to the work equipmentșs
nb: betjeningsinnretninger og/eller verneinnretninger som er slik koplet til arbeidsutstyrets

source: - installation of suspended work platforms,
nb: - oppheng av hengestillas,

source: (1) On a written enquiry from the employee, the employer shall within four weeks provide a
nb: (1) Arbeidsgiver må ikke i utlysing etter nye arbeidstakere eller på annen måte be om at

source: (2) When the provisions of the first paragraph are not applied, staff rules are not valid unless
nb: (2) Når ikke bestemmelsene i første ledd får anvendelse, må arbeidsreglementet for å bli

source: himself is responsible for the suspension of operations.
nb: paragrafen her gjelder tilsvarende for innleier.

source: (2) Appointment for a fixed term may be agreed when deemed necessary as a result of an
nb: (2) Ansettelse på åremål kan avtales når dette anses nødvendig som følge av overenskomst

source: At workplaces with shiftwork the following hourly supplement shall be paid:
nb: Heltidsansatte og deltidsansatte opptjener praksis på lik linje.

source: The 14 days' notice period also applies to partially dismissed employees.
nb: 14 dagers frist gjelder også for delvis permitterte.

source: (2) Harassment and instruction to discriminate persons for reasons referred to in the first
nb: (2) Dersom arbeidstakeren sier opp, og det ikke allerede foreligger en bindende redegjørelse,

source: (4) A lower age limit decided pursuant to the second or third paragraph must be objectively
nb: (4) Lavere aldersgrense fastsatt i medhold av andre eller tredje ledd må være saklig

source: (2) No amounts may be deducted from pay except:
nb: (2) Trekk i lønn og feriepenger kan ikke gjøres unntatt:

source: c) name and address of the client
nb: c) prosjektets art

source: d) any conditions relating to the employee's return journey.
nb: d) eventuelt vilkårene for arbeidstakerens hjemreise.

source: (6) An employee who has sole responsibility for the care of a child shall be entitled to twice
nb: (6) Arbeidstaker som er alene om omsorgen for barn har rett til dobbelt så mange

source: e) maximum permitted pressure for hydraulic and pneumatic devices;
nb: e) største tillatte trykk for hydrauliske og pneumatiske innretninger,

source: (9) An employee who has been laid off without pay in connection with a reduction or
nb: (9) Arbeidstaker som er permittert uten lønn i forbindelse med driftsinnskrenkning eller

source: (2) In the case of hiring in excess of 10 per cent of the hirer's employees, but not fewer than
nb: (2) For innleie som overstiger 10 prosent av de ansatte hos innleier, likevel ikke færre enn tre

source: (1) Discrimination that has a just cause, that does not involve disproportionate intervention
nb: (1) Med kundeklausul menes i dette kapittel avtale mellom arbeidsgiver og arbeidstaker som

source: (3) In order to be valid, a non-compete clause must be entered into in writing.
nb: (3) Konkurranseklausul må inngås skriftlig for å være gyldig.

source: the provisions of sections 16-12 to 16-14 of the Dispute Act.
nb: oversittelse av fristen etter reglene i tvisteloven §§ 16-12 til 16-14.

source: microorganisms, including genetically modified organisms, cell cultures, human endoparasites and prions that can induce infections, allergy or toxic effects in humans;
nb: mikroorganismer, inkludert de som har blitt genmodifisert, cellekulturer, humane endoparasitter og prioner som kan fremkalle infeksjoner, allergi eller giftvirkning hos mennesker.Med

source: (1) For the purpose of this chapter, Șnon-solicitation of customers clauseș means an
nb: Kundeklausuler (1) Med kundeklausul menes i dette kapittel avtale mellom arbeidsgiver og arbeidstaker som

source: f) pay and coverage of expenses.
nb: f) lønn og utgiftsdekning.

source: Employees shall be entitled to a maximum of 10 days' leave of absence per calendar year to
nb: Arbeidstaker har rett til permisjon i inntil 10 dager hvert kalenderår for å gi nødvendig omsorg

source: (1) The employer may enter into a written agreement with the chief executive of the
nb: (1) Med kundeklausul menes i dette kapittel avtale mellom arbeidsgiver og arbeidstaker som

source: (4) National unions may enter into collective pay agreements with an employer or employers'
nb: (4) Landsomfattende arbeidstakerorganisasjon kan inngå tariffavtale med en arbeidsgiver

source: made known by the employee at the discussion may only be claimed insofar as they appear to be
nb: arbeidstaker ikke har gitt opplysninger om under drøfting, kan bare kreves erstattet i den

source: test 24 hours before arriving to Norway
nb: teste deg 24 timer før du kommer til Norge

source: Requirements for accommodation for workers in quarantine or isolation
nb: Ha dialog for å avklare behov og muligheter for tilrettelegging.

source: (5) An employee who has been employed for more than one year is entitled to written
nb: (5) Arbeidstaker som har vært ansatt i mer enn ett år, har krav på skriftlig varsel om

source: (1) Leave of absence pursuant to sections 12-2, 12-4 and 12-5, first paragraph, may be taken as partial leave of absence.
nb: (1) Permisjon etter §§ 12-2, 12-4 og 12-5 første ledd kan tas ut som delvis permisjon.

source: as grounds for dismissal.
nb: påberopes som grunn for oppsigelsen.

source: (2) (Extra holidays for employees over the age of 60)Employees who reach the age of 60
nb: (2) (Ekstraferie for arbeidstakere over 60 år)Arbeidstaker som fyller 60 år i løpet av ferieåret,

source: This does not apply to the transportation of the undertakings's own goods.
nb: Satsen gjelder heller ikke for lærlinger og personer på arbeidsmarkedstiltak.

source: - any chemical substance for which limit values have been adopted,
nb: - kjemiske stoffer som det er fastsatt en grenseverdi for,

source: (1) Employees may not be dismissed unless this is objectively justified on the basis of
nb: (1) Arbeidstaker kan ikke sies opp uten at det er saklig begrunnet i virksomhetens,

source: (2) Educational leave may not however be demanded when it would constitute an obstacle
nb: (2) Permisjon kan likevel ikke kreves når det vil være til hinder for arbeidsgivers forsvarlige

source: (5) A statement pursuant to the present section shall be binding for the employer for three
nb: (5) Arbeidsgiver kan på ethvert tidspunkt mens arbeidsforholdet består, skriftlig si opp en

source: connection and use of the work equipment.
nb: bruk av arbeidsutstyret.

source: (1) The contract of employment shall state factors of major significance for the employment
nb: (1) Arbeidstaker som er gravid kan ikke av den grunn sies opp.

source: equipment shall be carried out according to need and based on user manuals.
nb: arbeidsutstyr skal utføres etter behov og på grunnlag av bruksanvisning.

source: (10) If operations must wholly or partly be suspended owing to accidents, natural disasters or
nb: (10) Dersom ulykker, naturhendelser eller andre uforutsette hendelser gjør det nødvendig helt

source: The rules that apply to those who are not vaccinated or have had covid-19
nb: Reglene som gjelder for deg som ikke er vaksinert eller har hatt covid-19

source: All employees that carry out work on building and construction sites, including:
nb: Arbeidsgiver skal legge arbeidet og arbeidsplassen til rette slik at arbeidet ikke fører til helseskade:

source: a) when authorised by law,
nb: a) arbeidstidens lengde og plassering,

source: (2) An employee who wishes to continue his or her employment after completion of such
nb: (2) Arbeidstaker som ønsker å fortsette i stillingen etter tjenestegjøringen, skal varsle

source: (4) If the employer summarily dismisses the employee and no binding statement exists, a
nb: (4) En konkurranseklausul kan ikke gjøres gjeldende ved oppsigelse fra arbeidsgiver, med

source: The Labour Inspection Authority shall calculate and collect fees for the processing of applications for consent pursuant to Section 18-9, first paragraph, of the Working Environment Act.
nb: Arbeidstilsynet skal beregne og kreve gebyr for behandling av søknad om samtykke etter arbeidsmiljøloven § 18-9 første ledd.

source: (1) Pursuant to section 14-12, user undertakings shall be liable in the same way as an
nb: (1) Virksomheter som leier inn arbeidstaker etter § 14-12, hefter på samme måte som en

source: If you have to go into travel quarantine, you must, as a main rule, be in quarantine for 10 days.
nb: Hvis du må i innreisekarantene, må du som hovedregel være i karantene i 10 døgn.

source: (2) A dispute may not be brought before the courts until it has been reviewed by the Board
nb: (2) Tvist kan ikke bringes inn for domstolene før den har vært prøvet for nemnda og

source: (2) Unless other grounds are shown to be highly probable, such service shall be deemed to be
nb: Utbetalingstiden for feriepenger reguleres av ferieloven. (2) Trekk i lønn og feriepenger kan ikke gjøres unntatt:

source: (1) An employee who has worked for at least three years and who has worked for the same
nb: (1) Arbeidstaker som har vært i arbeidslivet i minst tre år og som har vært ansatt hos

source: c) the time limits applicable for requesting negotiations, instituting legal
nb: c) de frister som gjelder for å kreve forhandling, reise søksmål og for å fortsette i

source: However, the transitional provisions of section 17 enter into force on 1 May 1988.
nb: Overgangsreglene i § 17 trer likevel i kraft 1 mai 1988.

source: work operations such as starting, stopping, installation and dismantling, transportation, use, monitoring, inspection, repair, maintenance, care and cleaning;
nb: arbeidsoperasjoner som igangsetting, stans, montering og demontering, transport, bruk, overvåking, ettersyn, reparasjon, vedlikehold, pass og renhold,

source: chapter 10 of the Working Environment Act and in our fact sheet on working hours
nb: Virksomheter som betjener Forsvaret i tilknytning til feltmessig øvingsvirksomhet, unntas fra arbeidsmiljøloven kapittel 10.

source: harm to life or health in connection with their use.
nb: utformet og produsert slik at arbeidstakerne ved bruken er vernet mot skader på liv eller helse.

source: : optical radiation of the wavelength range between 780 nm and 1 mm.
nb: optisk stråling i bølgelengdeområdet 780 nm-1 mm.

source: What happens if you do not send in a report?
nb: Hvem skal involveres i en varslingssak?

source: Strike, lock-out or natural disasters
nb: Streik, lock-out eller naturhendelser

source: section 14-9, second paragraph (b).
nb: midlertidig ansatt i vikariat etter § 14-9 andre ledd bokstav b.

source: d) the number of employees normally employed,
nb: d) antall arbeidstakere som normalt er ansatt,

source: (2) A case may not be reheard
nb: (2) En sak kan ikke gjenåpnes

source: Wages pursuant to (1) also include sickness benefit paid by an employer during the employer's period.
nb: Som arbeidsvederlag etter nr. 1 regnes også sykepenger utbetalt av arbeidsgiver i arbeidsgiverperioder.

source: After the employer's duty to pay salary has expired, the employee can resign with a 14 days' notice period.
nb: Etter at arbeidsgivers lønnspliktdager er over kan arbeidstaker si opp med 14 dagers varsel.

source: Such an agreement may be entered into notwithstanding the provisions of section 10-8, fourth paragraph. Contact
nb: Slik avtale kan inngås uten hensyn til bestemmelsene i § 10-8 fjerde ledd. Meld fra til Arbeidstilsynet

source: the time limit for termination of the employee's post.
nb: fastsetter samtidig fristen for arbeidstakers fratreden.

source: The employer shall bear the costs of the training.
nb: Dykkerleder må være øvet i kommunikasjonssystemer.

source: (2) The prohibition laid down in the first paragraph shall not apply if obtaining information
nb: (2) Forbudet i første ledd gjelder ikke dersom innhenting av opplysninger om hvordan søkerne

source: Wages - Electricians
nb: Lønn - elektro

source: (2) Notice given by an employer shall be delivered to the employee in person or be forwarded
nb: (2) Ansettelse på åremål kan avtales når dette anses nødvendig som følge av overenskomst

source: any device that can be made to produce or amplify electromagnetic radiation in the optical radiation wavelength range by a process of controlled stimulated emission;
nb: enhver innretning som kan fås til å produsere eller forsterke elektromagnetisk stråling innenfor bølgelengdeområdet for optisk stråling gjennom prosessen med kontrollert, stimulert emisjon,

source: e) holidays, holiday pay, days off and remuneration for such days, and
nb: e) feriefritid, feriepenger, fridager og godtgjøring på slike dager, og

source: affected by the transfer as referred to in section 16-1 shall retain their legal position and function.
nb: overdragelse som nevnt i § 16-1, beholde sin rettsstilling og funksjon.

source: static electric, static magnetic and time variable electric, magnetic and electromagnetic field with frequencies up to 300 GHz.
nb: statisk elektrisk, statisk magnetisk og tidsvarierende elektrisk, magnetisk og elektromagnetisk felt med frekvenser opp til 300 GHz,

source: (2) The preferential right shall also apply to an employee who is temporarily engaged and
nb: (2) Fortrinnsretten gjelder også arbeidstaker som er midlertidig ansatt og som på grunn av

source: c) pressurised systems have been relieved of pressure and emptied;
nb: c) anlegg under trykk er trykkavlastet og tømt,

source: (5) If the Board decides that a case is to be reheard, the applicant is entitled to
nb: (5) Dersom nemnda treffer vedtak om gjenåpning, har parten krav på å få dekket

source: (2) Dismissal due to curtailed operations or rationalisation measures is not objectively
nb: (2) Skyldes oppsigelsen driftsinnskrenkning eller rasjonaliseringstiltak, er den ikke saklig

source: An employer who is bound by a clause in a collective agreement which departs from the Act
nb: Arbeidsgiver som er bundet av tariffavtalebestemmelse som fraviker loven, kan anvende den

source: (3) Before imposing work on Sundays and public holidays, the employer shall discuss the need for such work with the employees' elected representatives.
nb: (3) Arbeidsgiver skal drøfte behovet for søn- og helgedagsarbeid med arbeidstakernes tillitsvalgte før det iverksettes.

source: In the event of irradiation of individual organs, the dose limit must not exceed 50 mSv/year for the eye lens and 150 mSv/year for the skin, hands and feet.
nb: Ved bestråling av enkeltorganer skal dosegrensen ikke overstige 50 mSv/år for øyelinse og 150 mSv/år for hud, hender og føtter.

source: same shall apply where a jointly and severally liable hirer pays remuneration to a temporary
nb: samme gjelder der solidaransvarlig innleier utbetaler arbeidsvederlag til innleid arbeidstaker i

source: suspension, there is no time limit for demanding negotiations.
nb: og omfanget av slike ansettelser, samt konsekvenser for arbeidsmiljøet.

source: (4) In undertakings bound by a collective pay agreement, the employer and the employee's elected representatives may enter into a written agreement concerning work on Sundays and public holidays when there is an exceptional and time-limited need for it.
nb: (4) I virksomhet som er bundet av tariffavtale kan arbeidsgiver og arbeidstakerens tillitsvalgte inngå skriftlig avtale om arbeid på søn- og helgedager dersom det foreligger et særlig og tidsavgrenset behov for dette.

source: (3) The preferential right applies to employees who have been employed by the undertaking
nb: (3) Fortrinnsretten gjelder for arbeidstaker som har vært ansatt i virksomheten i til sammen

source: (3) (Higher rate for employees over the age of 60)For employees who are over 60 years of age
nb: (3) (Forhøyet prosentsats for arbeidstakere over 60 år)For arbeidstaker over 60 år med rett til

source: (4) Before effecting deductions pursuant to the second paragraph (e), the employer shall
nb: (4) Før trekk etter andre ledd bokstav e foretas, skal arbeidsgiver drøfte grunnlaget for

source: a value for exposure that must not be exceeded;
nb: verdien for eksponering som ikke skal overskrides,
